Repository: qriositiv/Lost-Animal-Platform
Catalog: src/frontend/src/locale/messages.*.xlf
Languages: lt

source: I agree to share my contact information located in my profile
lt: Sutinku bendrinti savo kontaktinę informaciją, esančią mano profilyje.

source: I agree with the
lt: Sutinku su

source: privacy policy
lt: Privatumo politika

source: Submit
lt: Pateikti pranešimą

source: Go back
lt: Grįžti atgal

source: Pet Information
lt: Informacija apie gyvūnus augintinius

source: Give as much information of the pet as possible.
lt: Pateikite kuo daugiau informacijos apie augintinį.

# indicatesrequiredoprion
source: * Indicates required option
lt: * Žymi privalomą parinktį

source: I have taken in the pet
lt: Priėmiau naminį gyvūnėlį

source: Type
lt: Tipas

source: Small
lt: Mažas

source: Medium
lt: Vidutinis

source: Big
lt: Didelis

source: Young
lt: Jaunimas

source: Adult
lt: Suauges

source: Senior
lt: Vyresnysis

source: Breed
lt: Veislė

source: Report
lt: Pranešimas

source: Comments
lt: Komentarai

# updateprofile
source: Back
lt: Atgal

source: Upload new image
lt: Įkelti naują nuotrauką

source: Save
lt: Išsaugoti

source: Breed, Size, Gender, Age
lt: Veislė, dydis, lytis, amžius

source: EDIT
lt: REDAGUOTI

# pets
source: Your pets
lt: Jūsų augintiniai
