Repository: qriositiv/Lost-Animal-Platform
Catalog: src/frontend/src/locale/messages.*.xlf
Languages: lt

# COPYRIGHT
source: © 2024 Copyright: <a href="/" class="hover:text-emerald-400">StraySafe</a>
lt: © 2024 Copyright: StraySafe

# HOME.TITLE
source: We're here to help you find your pet
lt: Esame čia, kad padėtume jums rasti savo augintinį

# HOME.DESCRIPTION
source: <b>StraySafe</b> is a free platform specialised in helping to find missing pets and their owners.
lt: StraySafe - tai nemokama platforma, skirta padėti surasti dingusius augintinius ir jų savininkus.

source: I Lost a pet
lt: Aš pasimėčiau augintinį

source: I Saw a pet
lt: Aš mačiau augintinį

source: Close
lt: Uždaryti

source: Dogs
lt: Šunys

source: Cats
lt: Katės

source: Other
lt: Kiti

source: Lost
lt: Pasimetęs

source: Seen
lt: Matytas

source: Found
lt: Rastas

source: Shelters
lt: Prieglaudos

source: Enter search region
lt: Įveskite paieškos regioną čia

source: Search
lt: Ieškoti

# SEARCH.DESCRIPTION
source: Begin your search through existing reports.
lt: Pradėkite paiešką nuo esamų pranešimų.

source: List
lt: Sąrašas

# SEARCH.LIST.DESCRIPTION
source: View reports in a convenient list format.
lt: Peržiūrėkite pranešimus patogiu sąrašo formatu.

source: Map
lt: Žemėlapis

# SEARCH.MAP.DESCRIPTION
source: Visualize report locations on an interactive map.
lt: Pranešimų vietas vizualizuokite interaktyviame žemėlapyje.

source: Find by image
lt: Rasti pagal paveikslėlį

# SEARCH.FINDBYIMAGE.DESCRIPTION
source: Use image comparison and recognition algorithms to search for similar reports.
lt: Naudokite vaizdų palyginimo ir atpažinimo algoritmus panašių ataskaitų paieškai.

# PLATFORMRESULTS.TITLE
source: Platform Results
lt: Platformos rezultatai

# PLATFORMRESULTS.DESCRIPTION
source: Explore statistics demonstrating the effectiveness of this platform in helping to locate lost and found pets.
lt: Išnagrinėkite statistinius duomenis, rodančius šios platformos veiksmingumą padedant rasti pamestus ir rastus augintinius.

source: Registered users
lt: Registruoti naudotojai

source: Registered shelters
lt: Registruotos prieglaudos

source: All types of reports
lt: Visų tipų pranešimų

# succesfullyfoundpets
source: Successfully found pets
lt: Sėkmingai rasti augintiniai

# foundpettipns
source: Found Pet Tips
lt: Rasti naminių gyvūnėlių patarimai

# FOUNDTIPS.1
source: <span class="font-bold text-lg">Assess the Situation</span>: First, make sure the pet is safe and not in immediate danger. Approach cautiously, especially if the pet seems scared or aggressive.
lt: Įvertinkite situaciją: Pirmiausia įsitikinkite, kad augintinis yra saugus ir jam negresia tiesioginis pavojus. Atsargiai prieikite prie gyvūno, ypač jei jis atrodo išsigandęs ar agresyvus.

# FOUNDTIPS.2
source: <span class="font-bold text-lg">Check for Identification</span>: Look for any tags, collars, or other forms of identification on the pet. This could provide valuable information on how to contact the owner.
lt: Patikrinkite tapatybę: Atkreipkite dėmesį, ar ant augintinio nėra jokių žymių, antkaklių ar kitų identifikavimo ženklų. Tai gali suteikti vertingos informacijos, kaip susisiekti su savininku.

# FOUNDTIPS.3
source: <span class="font-bold text-lg">Scan for Microchip</span>: If possible, take the pet to a local veterinary clinic or animal shelter to have them scanned for a microchip. Many pets have microchips implanted under their skin, which can help identify their owners.
lt: Mikroschemos nuskaitymas: Jei įmanoma, nuvežkite augintinį į vietinę veterinarijos kliniką arba gyvūnų prieglaudą, kad būtų nuskaityta mikroschema. Daugeliui augintinių po oda implantuojamos mikroschemos, kurios gali padėti identifikuoti jų šeimininkus.

# FOUNDTIPS.4
source: <span class="font-bold text-lg">Take Photos and Note Details</span>: Document the pet's appearance, including any distinctive markings or features. Take clear photos to share on social media and with local animal shelters or community groups.
lt: Fotografuokite ir pasižymėkite detales: Užfiksuokite augintinio išvaizdą, įskaitant bet kokias išskirtines žymes ar bruožus. Padarykite aiškių nuotraukų, kuriomis galėsite dalytis socialinėje žiniasklaidoje ir su vietos gyvūnų prieglaudomis ar bendruomenės grupėmis.

# FOUNDTIPS.5
source: <span class="font-bold text-lg">Notify Authorities</span>: Contact your local animal control, shelters, and veterinary clinics to report the found pet. They may have information on missing pets in the area or be able to assist in reuniting the pet with its owner.
lt: Praneškite valdžios institucijoms: Kreipkitės į vietos gyvūnų kontrolės tarnybą, prieglaudas ir veterinarijos klinikas ir praneškite apie rastą gyvūną. Jos gali turėti informacijos apie rajone dingusius gyvūnus augintinius arba gali padėti surasti gyvūną augintinį ir jo savininką.

# FOUNDTIPS.6
source: <span class="font-bold text-lg">Create a report on this website</span>: Use our platform's resources to swiftly create a comprehensive seen pet report. Provide all relevant details about your pet, including breed, color, distinctive markings, and any special considerations.
lt: Sukurkite ataskaitą apie šią svetainę: Naudokitės mūsų platformos ištekliais ir greitai sukurkite išsamią matytų gyvūnų augintinių ataskaitą. Pateikite visą svarbią informaciją apie savo augintinį, įskaitant veislę, spalvą, išskirtines žymes ir bet kokias ypatingas aplinkybes.

# FOUNDTIPS.7
source: <span class="font-bold text-lg">Use Social Media</span>: Share information about the found pet on social media platforms like Facebook or Instagram. Include photos, location where the pet was found, and contact information for reaching you or local authorities.
lt: Panaudokite socialinę žiniasklaidą: dalinkitės informacija apie rastą augintinį socialinės žiniasklaidos platformose, pavyzdžiui, „Facebook“ ar „Instagram“. Įtraukite nuotraukas, vietą, kurioje rastas augintinis, ir kontaktinę informaciją, kad galėtumėte susisiekti su jumis arba vietos valdžios institucijomis.

# FOUNDTIPS.8
source: <span class="font-bold text-lg">Reach Out to Local Pet Groups</span>: Contact local pet rescue groups or community pages dedicated to lost and found pets. They may have resources and networks to help spread the word and reunite the pet with its owner.
lt: Susisiekite su vietinėmis gyvūnų augintinių grupėmis: Kreipkitės į vietos gyvūnų augintinių gelbėjimo grupes arba bendruomenės puslapius, skirtus pamestiems ir rastiems gyvūnams augintiniams. Jos gali turėti išteklių ir tinklų, kurie padėtų paskleisti informaciją ir vėl suvesti augintinį su jo savininku.

# FOUNDTIPS.9
source: <span class="font-bold text-lg">Provide Temporary Care</span>: If you're able to, provide temporary care for the pet while efforts are made to find its owner. Ensure the pet has food, water, and a safe place to stay until they can be reunited.
lt: Suteikite laikiną priežiūrą: Jei galite, suteikite laikiną priežiūrą augintiniui, kol bus ieškoma jo savininko. Pasirūpinkite, kad gyvūnas turėtų maisto, vandens ir saugią vietą, kurioje galėtų būti, kol bus galima su juo susijungti.

# FOUNDTIPS.10
source: <span class="font-bold text-lg">Stay Persistent and Patient</span>: Reuniting a lost pet with its owner can take time and effort. Stay persistent in your search efforts and remain patient. Your actions could make a significant difference in bringing a beloved pet back home.
lt: Išlikite atkaklūs ir kantrūs: Pasiklydusio augintinio suradimas su šeimininku gali užtrukti ir pareikalauti pastangų. Atkakliai ieškokite ir išlikite kantrūs. Jūsų veiksmai gali būti labai svarbūs sugrąžinant mylimą augintinį namo.

source: Back to General Page
lt: Atgal į pagrindinį puslapį

source: Lost Pet Search Tips
lt: Pasimetusių augintinių paieškos patarimai

# LOSTTIPS.1
source: <span class="font-bold text-lg">Act Quickly</span>: Don't wait to start your search. The sooner you begin, the higher the chance of finding your pet.
lt: Skubiai veikite: Neatidėliokite paieškos pradžios. Kuo greičiau pradėsite, tuo didesnė tikimybė rasti savo augintinį.

# LOSTTIPS.2
source: <span class="font-bold text-lg">Create a lost pet report in this platform</span>: Use our platform's resources to swiftly create a comprehensive lost pet report. Provide all relevant details about your pet, including breed, color, distinctive markings, and any special considerations.
lt: Šioje platformoje sukurkite pranešimą apie pamestą augintinį: Naudokitės mūsų platformos ištekliais ir greitai sukurkite išsamią ataskaitą apie pamestą gyvūną augintinį. Pateikite visą svarbią informaciją apie savo augintinį, įskaitant veislę, spalvą, išskirtines žymes ir bet kokias ypatingas aplinkybes.

# LOSTTIPS.3
source: <span class="font-bold text-lg">Search your lost pet among seen or found reports on this website</span>: Use our platform's search function to browse through seen or found reports of pets in your area. You can filter the results by location or species and even view them on a map to see where sightings or discoveries have occurred. This can help you identify potential leads or sightings of your lost pet and aid in your search efforts.
lt: Ieškokite dingusio augintinio tarp pastebėtų ar rastų pranešimų šioje svetainėje: Naudodamiesi mūsų platformos paieškos funkcija, peržiūrėkite savo apylinkėje pastebėtų ar rastų augintinių pranešimus. Rezultatus galite filtruoti pagal vietovę ar rūšį ir net peržiūrėti juos žemėlapyje, kad pamatytumėte, kur buvo pastebėti ar rasti gyvūnai. Tai gali padėti jums nustatyti galimas dingusio augintinio užuomazgas ar pastebėjimus ir palengvinti paieškos pastangas.

# LOSTTIPS.4
source: <span class="font-bold text-lg">Search the Immediate Area</span>: Start by searching your home, yard, and any nearby places your pet might hide or roam.
lt: Išsiaiškinkite artimiausią apylinkę: Pradėkite nuo savo namų, kiemo ir visų netoliese esančių vietų, kuriose jūsų augintinis gali slėptis ar klaidžioti.

# LOSTTIPS.5
source: <span class="font-bold text-lg">Notify Neighbors and Local Businesses</span>: Let your neighbors and nearby businesses know that your pet is missing. They can keep an eye out and may have seen something.
lt: Praneškite kaimynams ir vietos įmonėms: Praneškite kaimynams ir netoliese esančioms įmonėms, kad dingo jūsų augintinis. Jie gali stebėti ir galbūt ką nors pastebėjo.

# LOSTTIPS.6
source: <span class="font-bold text-lg">Use relevant image of your pet</span>: Ensure that the photo you use accurately depicts your pet's appearance. Choose a clear, recent image that clearly shows their face and any distinctive features. This will help people better identify your pet if they come across them.
lt: Naudokite tinkamą savo augintinio atvaizdą: įsitikinkite, kad jūsų naudojama nuotrauka tiksliai atspindi jūsų augintinio išvaizdą. Pasirinkite aiškią, neseniai darytą nuotrauką, kurioje aiškiai matytųsi jo veidas ir visi išskirtiniai bruožai. Tai padės žmonėms geriau atpažinti jūsų augintinį, jei jie su juo susidurs.

# LOSTTIPS.7
source: <span class="font-bold text-lg">Use Social Media</span>: Post a photo and description of your pet on social media platforms. Ask friends and followers to share your post to reach a wider audience.
lt: Panaudokite socialinę žiniasklaidą: Paskelbkite savo augintinio nuotrauką ir aprašymą socialinės žiniasklaidos platformose. Paprašykite draugų ir sekėjų pasidalyti jūsų įrašu, kad pasiektumėte platesnę auditoriją.

# LOSTTIPS.8
source: <span class="font-bold text-lg">Contact Animal Shelters and Veterinary Clinics</span>: Reach out to local animal shelters and vet clinics to see if your pet has been brought in or reported found.
lt: Susisiekite su gyvūnų prieglaudomis ir veterinarijos klinikomis: Kreipkitės į vietines gyvūnų prieglaudas ir veterinarijos klinikas, kad sužinotumėte, ar jūsų augintinis buvo atvežtas arba pranešta apie jo radimą.

# LOSTTIPS.9
source: <span class="font-bold text-lg">Create Lost Pet Flyers</span>: Our platform suggests creating a flyer design based on the information provided in your report. This feature streamlines the process of generating eye-catching flyers that can be quickly printed and distributed in your community.
lt: Sukurkite skrajučių apie pamestus gyvūnus: Mūsų platforma siūlo sukurti skrajutės dizainą pagal jūsų ataskaitoje pateiktą informaciją. Ši funkcija supaprastina akį traukiančių skrajučių, kurias galima greitai atspausdinti ir išplatinti jūsų bendruomenėje, kūrimo procesą.

# LOSTTIPS.10
source: <span class="font-bold text-lg">Search During Quiet Hours</span>: Late at night or early in the morning, when there's less noise and activity, can be the best time to search for a lost pet.
lt: Ieškoti ramiomis valandomis: Vėlai vakare arba anksti ryte, kai mažiau triukšmo ir veiklos, gali būti geriausias laikas ieškoti pasiklydusio augintinio.

# LOSTTIPS.11
source: <span class="font-bold text-lg">Don't Give Up</span>: Persistence is key. Keep searching and spreading the word. Many pets are reunited with their owners weeks or even months after going missing.
lt: Nepasiduokite: Svarbiausia - atkaklumas. Toliau ieškokite ir skleiskite informaciją. Daugelis gyvūnų augintinių po kelių savaičių ar net mėnesių nuo dingimo vėl sugrįžta pas savo šeimininkus.

# tipsandrecources
source: Tips and Resources
lt: Patarimai ir ištekliai

source: Lost Pet Tips
lt: Pasimetusių augintinių patarimai

# TIPSLOST.DESCRIPTION
source: Practical advice and strategies for finding a missing pet.
lt: Praktiniai patarimai ir strategijos, kaip rasti dingusį augintinį.

source: Found Pet Tips
lt: Rasti naminių gyvūnėlių patarimai

# TIPSFOUND.DESCRIPTION
source: Guidance on caring for a pet you have found.
lt: Gairės, kaip prižiūrėti rastą augintinį.

source: How to help
lt: Kaip padėti

# VOLUNTEER.DESCRIPTION
source: Ways to assist in reuniting lost pets with their owners.
lt: Būdai, kaip padėti susigrąžinti pamestus augintinius jų šeimininkams.

# waystohelpfindlostpets
source: Ways to Help Find Lost Pets (Volunteering)
lt: Būdai, kaip padėti rasti pamestus augintinius (savanorystė)

# VOLUNTEER.1
source: <span class="font-bold text-lg">Spread Awareness:</span> Share posts about missing pets on your social media accounts and encourage others to do the same. The more people who see the posts, the higher the chances of finding the pet.
lt: Skleiskite informaciją: Dalinkitės pranešimais apie dingusius augintinius savo socialinės žiniasklaidos paskyrose ir skatinkite tai daryti kitus. Kuo daugiau žmonių pamatys įrašus, tuo didesnė tikimybė rasti augintinį.

# VOLUNTEER.2
source: <span class="font-bold text-lg">Join Search Parties:</span> Keep an eye out for announcements about search parties in your area and join them. Every extra pair of eyes can make a difference in finding a lost pet.
lt: Prisijungti prie paieškos vakarėlių: Sekite skelbimus apie paieškos vakarėlius savo vietovėje ir prisijunkite prie jų. Kiekviena papildoma akių pora gali būti svarbi ieškant pasiklydusio augintinio.

# VOLUNTEER.3
source: <span class="font-bold text-lg">Distribute Flyers:</span> Take flyers from local shelters or print your own from the platform and distribute them in your neighborhood, at local businesses, and on community bulletin boards.
lt: Lankstinukų platinimas: Paimkite lankstinukų iš vietinių prieglaudų arba atsispausdinkite savų iš platformos ir platinkite juos kaimynystėje, vietinėse įmonėse ir bendruomenės skelbimų lentose.

# VOLUNTEER.4
source: <span class="font-bold text-lg">Report Sightings:</span> If you see a pet that matches the description of a missing one, report it immediately to the platform or local animal control. Time is of the essence in reuniting lost pets with their owners.
lt: Praneškite apie pastebėtus gyvūnus: Jei pastebėjote augintinį, kuris atitinka dingusio augintinio aprašymą, nedelsdami praneškite apie tai platformai arba vietos gyvūnų kontrolės tarnybai. Laikas yra labai svarbus, norint surasti dingusius gyvūnus augintinius ir jų šeimininkus.

# VOLUNTEER.5
source: <span class="font-bold text-lg">Share Expertise:</span> If you have experience with animals or search and rescue operations, consider offering your expertise to help organize search efforts or provide guidance to others.
lt: Pasidalykite patirtimi: Jei turite patirties su gyvūnais arba paieškos ir gelbėjimo operacijose, apsvarstykite galimybę pasiūlyti savo žinias ir padėti organizuoti paieškos darbus arba teikti rekomendacijas kitiems.

# VOLUNTEER.6
source: <span class="font-bold text-lg">Offer Transportation:</span> Volunteer to help transport flyers, supplies, or found pets to and from locations as needed. Your vehicle can be a valuable asset in search efforts.
lt: Siūlyti transportą: Savanoriškai padėkite gabenti skrajutes, reikmenis ar rastus augintinius į vietas ir iš jų, jei reikia. Jūsų transporto priemonė gali būti vertingas turtas paieškos pastangose.

# VOLUNTEER.7
source: <span class="font-bold text-lg">Donate Supplies:</span> Donate items such as pet food, blankets, or first aid kits to local shelters or organizations involved in the search for missing pets.
lt: Dovanokite reikmenų: Vietos prieglaudoms ar organizacijoms, dalyvaujančioms dingusių augintinių paieškose, paaukokite tokių daiktų kaip ėdalas gyvūnams, antklodės ar pirmosios pagalbos rinkiniai.

# VOLUNTEER.8
source: <span class="font-bold text-lg">Be Vigilant:</span> Keep an eye out for lost pet alerts in your area and be vigilant for any signs of a missing pet while you're out and about.
lt: Būkite budrūs: stebėkite, ar jūsų vietovėje nėra perspėjimų apie dingusius gyvūnus, ir būkite budrūs, ieškodami bet kokių dingusio augintinio požymių.

# VOLUNTEER.9
source: <span class="font-bold text-lg">Attend Events:</span> Participate in community events organized by the platform, such as fundraisers or awareness campaigns, to show your support for reuniting lost pets with their families.
lt: Dalyvaukite renginiuose: Dalyvaukite platformos organizuojamuose bendruomenės renginiuose, pavyzdžiui, lėšų rinkimo ar informuotumo didinimo kampanijose, kad parodytumėte savo paramą prarastų augintinių grąžinimui į šeimą.

# VOLUNTEER.10
source: <span class="font-bold text-lg">Educate Others:</span> Spread the word about responsible pet ownership and the importance of microchipping and ID tags to prevent pets from getting lost in the future.
lt: Šviesti kitus: Skleisti informaciją apie atsakingą gyvūnų augintinių laikymą ir mikroschemų bei identifikavimo žymių svarbą, kad augintiniai ateityje nepasiklystų.

source: Author
lt: Autorius

source: Posted
lt: Pranešta

source: report identifier
lt: pranešimo identifikatorius

source: Update
lt: Atnaujinti

source: Delete
lt: Ištrinti

source: Last seen location
lt: Paskutinio matymo vieta

source: Pet name
lt: Augintinio vardas

source: Animal
lt: Gyvuno tipas

source: Breed
lt: Veislė

source: Size
lt: Dydis

source: Gender
lt: Lytis

source: Age
lt: Amžius

source: Notes
lt: Pastabos

source: Phone number
lt: Telefono numeris

source: Report tags
lt: Pranešimo žymos

source: ACTIVE
lt: AKTYVUS

source: NON-ACTIVE
lt: NEAKTYVUS

source: Report Type
lt: Pranešimo tipas

source: Search distance
lt: Paieškos atstumas

source: all
lt: visas pasaulis

source: Published in the last
lt: Paskelbta per pastaruosius

source: 2h
lt: 2 val

source: 6h
lt: 6 val

source: 24h
lt: 24 val

source: Animal type
lt: Gyvuno tipas

source: Dog
lt: Šuo

source: Cat
lt: Katė

source: Add
lt: Pridėti

source: Remove
lt: Pašalinti

source: Male
lt: Vyras

source: Female
lt: Moteris

source: Created by
lt: Sukurtas

source: Order
lt: Rūšiuoti pagal

source: Newest on the top
lt: Naujausias viršuje

source: Nearest on the top
lt: Artimiausias viršuje

source: Enter search region here
lt: Įveskite paieškos regioną čia

source: Resources
lt: Patarimai ir ištekliai

source: Language
lt: Kalba

source: Profile
lt: Paskyra

source: Settings
lt: Nustatymai

source: Login
lt: Prisijungti

# profile.yourProfile
source: Your profile
lt: Jūsų paskyra

source: Reports
lt: Pranešimai

source: Sign Out
lt: Atsijungti

source: Username
lt: Vartotojo vardas

source: Username is required
lt: Būtina nurodyti vartotojo vardą

source: Password
lt: Slaptažodis

source: Password is required
lt: Reikalingas slaptažodis

source: Sign in
lt: Prisijungti

source: Don't have an account?
lt: Neturite paskyros?

source: Register here
lt: Užsiregistruokite čia

# placeholderusername
source: Username*
lt: Vartotojo vardas*

# placeholderpassword
source: Password*
lt: Slaptažodis*

# PAGENOTFOUND.TITLE
source: Page not found
lt: Puslapis nerastas

# PAGENOTFOUND.DESCRIPTION
source: The page you are looking for cannot be found
lt: Ieškomo puslapio nepavyksta rasti

source: Back to the main page
lt: Grįžti į pagrindinį puslapį

source: Register
lt: Registracija

source: Username is required
lt: Reikalingas vartotojo vardas

source: Username has to be more than 6 characters
lt: Vartotojo vardas turi būti ilgesnis nei 6 simboliai

source: Username cannot be more than 20 characters
lt: Vartotojo vardas negali būti ilgesnis nei 20 simbolių

# passwordisreqi=uired
source: Password is required
lt: Reikalingas slaptažodis

source: Password must contain:
lt: Slaptažodį turi sudaryti:

source: At least one uppercase letter
lt: Bent viena didžioji raidė

source: At least one lowercase letter
lt: Bent viena mažoji raidė

source: At least one digit
lt: Bent vienas skaitmuo

source: Cannot contain empty spaces
lt: Negali būti tuščių tarpų

source: Must be longer than 8 chararcters.
lt: Turi būti ilgesnis nei 8 ženklai.

source: Email
lt: El. paštas

source: Email is required
lt: Būtinas el. paštas

source: Email is invalid
lt: El. paštas yra neteisingas

source: First Name
lt: Vardas

source: First Name is required
lt: Būtina nurodyti vardą

source: First Name cannot be more than 40 characters
lt: Vardas negali būti ilgesnis nei 40 simbolių

source: First Name cannot contain numbers or special characters
lt: Vardas negali turėti skaičių ar specialiųjų simbolių

source: Last Name
lt: Pavardė

source: Last Name is required
lt: Būtina nurodyti pavardę

source: Last Name cannot be more than 50 characters
lt: Pavardė negali būti ilgesnė nei 50 simbolių

source: Last Name cannot contain numbers or special characters
lt: Pavardėje negali būti skaičių ar specialiųjų simbolių

source: Phone Number
lt: Telefono numeris

source: Phone number is required
lt: Būtina nurodyti telefono numerį

source: Phone number has to start with + and contain only numbers.
lt: Telefono numeris turi prasidėti raide „+“ ir jame turi būti tik skaičiai.

source: Sign up
lt: Užsiregistruoti

source: Specify the location
lt: Nurodykite vietą

# indicatetheplacewhereyoulasttimesawthepet
source: Indicate the place where you last saw the pet.
lt: Nurodykite vietą, kurioje paskutinį kartą matėte augintinį.

source: Next Step 🡆
lt: Kitas žingsnis 🡆

source: Upload a photo of the pet
lt: Įkelkite augintinio nuotrauką

# choosethebestqualityphotopossiblethatclearlyshows...
source: Choose the best quality photo possible that clearly shows pet's face.
lt: Pasirinkite geriausios įmanomos kokybės nuotrauką, kurioje aiškiai matytųsi augintinio veidas.

# clicktoupload
source: <span class="font-semibold">Click to upload</span> or drag and drop
lt: Paspauskite norėdami įkelti arba vilkite ir nuleiskite

source: PNG or JPG
lt: PNG arba JPG

# uploadanotherphoto
source: Upload a different photo
lt: Įkelti kitą nuotrauką

# finish
source: Crop
lt: Apkarpyti

source: Report submited
lt: Pateikti pranešimeą

source: Start Searching
lt: Pradėti paiešką

source: View My Report
lt: Peržiūrėti mano pranešimą

source: Do not have your pet in this lists?
lt: Šiame sąraše nėra jūsų augintinio?

source: First time seeing this pet?
lt: Pirmą kartą matote šį augintinį?

source: Register a new pet
lt: Užregistruoti naują augintinį

source: characters remaining
lt: simbolių liko
